{
  "materias": [
    {
      "Biologia": [
        {
          "ano": "1º Ano do Ensino Médio",
          "apostila": "A origem da vida é um dos assuntos que mais incitam a curiosidade das pessoas. Será que a primeira forma de vida surgiu em nosso planeta ou chegou aqui após ser formada? Será que a vida foi criada por ação divina? A Terra primitiva possuía as condições necessárias para a formação da vida? Várias são as hipóteses que tentam explicar como a vida surgiu e nós abordaremos algumas das mais conhecidas. O criacionismo, uma das ideias mais antigas sobre a origem da vida, defende que os seres vivos do nosso planeta surgiram por ação divina, assim como descrito na Bíblia, mais precisamente no livro de Gênesis. Essa ideia é até hoje muito aceita por fiéis em todo o mundo."
        },
        {
          "ano": "2º Ano do Ensino Médio",
          "apostila": "Os homens sempre tiveram curiosidade a respeito da vida e de seu surgimento. Desde os primeiros pensadores eles procuram entender como surgiu a primeira forma de vida na Terra. Fato concreto é que nada surgiu da mesma maneira como é visto hoje, mas uma dúvida permanece: De onde surgiu a vida? A princípio acreditava-se que a vida surgia de matéria inanimada, sem vida. Essa era a teoria da geração espontânea, também chamada de abiogênese. Os estudiosos da época, incluindo o filósofo Aristóteles (384-322 a.C.), afirmavam que os seres vivos poderiam vir de material que não era vivo. Hoje percebemos claramente que a ideia é ilógica, mas na época diversos experimentos foram realizados para prová-la. O mais clássico experimento que tentava explicar a abiogênese era o surgimento de ratos a partir de roupas sujas. Colocavam-se roupas sujas acompanhadas de grãos de trigo em determinado local e, após alguns dias, nasciam ratos. Para nós é claro que os ratos eram atraídos pelo odor das roupas sujas e pelo alimento, porém a ideia da abiogênese perdurou por diversos anos. Francesco Redi (1626-1697) foi o primeiro a colocar em xeque a teoria. Segundo ele, seria impossível um ser vivo nascer de matéria bruta. Mas como ele poderia provar que a teoria aceita por diversos anos estava errada? Redi criou um experimento para tentar acabar de vez com essa ideia errônea. Sua experiência consistia em colocar carne em diversos vidros de boca larga, deixando alguns fechados com gaze e outros abertos. O resultado foi que nos vidros abertos, onde moscas podiam pousar livremente, surgiram larvas. Já o vidro fechado não apresentou nenhuma larva. Redi concluiu, então, que as larvas eram algum estágio da vida das moscas e que elas não surgiam dos pedaços de carne. A teoria da abiogênese ficou, então, abalada e surgiu a teoria da biogênese."
        },
        {
          "ano": "3º Ano do Ensino Médio",
          "apostila": "organismos vivos para fabricar ou modificar produtos. A palavra tem origem grega: bio significa vida, tecnos remete a técnica e logos quer dizer conhecimento. Desde a civilização babilônica a biotecnologia já era utilizada na fabricação de pães e cervejas a partir de microrganismos vivos. Essa estratégia ficou conhecida como biotecnologia clássica. Ao longo do tempo, fomos transformando a biotecnologia, incorporando novas ferramentas e aplicações. O avanço nos conhecimentos sobre genética, microbiologia, química, fisiologia, biologia molecular, entre outras, foram decisivos para desenvolvermos o que chamamos hoje de biotecnologia moderna. Biotecnologia moderna A transição da biotecnologia clássica para a moderna teve início com as descobertas do monge Gregor Mendel, considerado o pai da genética. O monge cientista, foi o primeiro a demonstrar a recombinação do DNA (1866) durante a reprodução sexuada, por meio de seus experimentos envolvendo o cruzamento de ervilhas. Essa descoberta levantou a hipótese de que haveria transferência de características entre os organismos vivos, abrindo o caminho para o desenvolvimento de microrganismos e plantas com características de interesse. Diante disso, diversas pesquisas relacionadas aos genes foram intensificadas resultando em grandes marcos  que possibilitaram a biotecnologia moderna. Cabendo destacar: A descoberta da estrutura do DNA por Watson e Crick em 1953.A identificação das enzimas de restrição, conduzida pelo pesquisador Werner Arber e seus colaboradores na década de 1960.  Reconhecidas como tesouras moleculares, as enzimas de restrição são essenciais na biologia molecular, pois cortam trechos específicos de DNA.O desenvolvimento da tecnologia do DNA recombinante em 1972 pelo pesquisador Paul Berg, possibilitando a introdução de características específicas e controladas nos organismos."
        }
      ]
    },
    {
      "Filosofia": [
        {
          "ano": "1º Ano do Ensino Médio",
          "apostila": "A Teoria das Ideias ou Teoria das Formas é um conjunto de conceitos filosóficos criado por Platão, na Grécia Antiga. Esta teoria declara que a realidade mais fundamental é composta de ideias ou formas abstratas, mas substanciais. Para ele estas ideias ou formas são os únicos objetos capazes de oferecer verdadeiro conhecimento. A teoria foi desenvolvida em vários de seus diálogos como uma tentativa de resolver o problema dos universais. Exemplos notáveis de Formas são a Ideia do Bem, considerada o conhecimento máximo (megiston mathema) em A República;[1] e a Ideia do Belo na scala amoris, em O Banquete.Etimologia- O conceito grego de 'forma' precede a linguagem atestada e é representado por diversas palavras relacionadas principalmente com a visão ou a aparência das coisas. As principais palavras, εἶδος (eidos) e ἰδέα (ideia), vêm da raiz proto-indo-europeia *weid-, ver.[2] A palavra eidos é atestada em textos do período homérico, o mais antigo da literatura grega. Igualmente antigo é o termo μορφή (morphē), forma, de origem obscura.[3] O termo φαινόμενα (phainomena), aparências, de φαίνω (phainō), brilho, do indo-europeu *bhā-,[4] era um sinônimo. Origem da Teoria Os filósofos pré-socráticos, desde Tales, notaram que a aparência das coisas mudava e começaram a se perguntar o que a coisa que muda realmente é. A resposta é: substância - aquilo que permanece, mesmo na mudança, seria a coisa realmente existente."
        },
        {
          "ano": "2º Ano do Ensino Médio",
          "apostila": "Os filósofos da linguagem não se ocupam muito do que significam palavras ou frases individuais. Qualquer dicionário ou enciclopédia pode resolver o problema do significado das palavras quase sempre ou talvez. O mais interessante é o que significa para uma palavra ou frase significar alguma coisa. Por que as expressões têm os significados que têm? Como uma expressão pode ter o mesmo significado de outra? E, principalmente: qual o significado de significado?A pergunta qual o significado do significado? não tem uma resposta óbvia. A tradição empirista tratou o significado do significado como uma ideia provocada por um signo. Teorias da condição de verdade tratam os significados como condições sob as quais uma frase envolvendo uma expressão pode ser verdadeira ou falsa. Teorias do significado como uso entendem o significado como algo relacionado a atos de fala e frases particulares. Teorias pragmatistas tratam o significado como consequência. Teorias referenciais do significado tratam o significado como algo equivalente às coisas no mundo conectadas às palavras que as designam. A filosofia da linguagem investiga a relação entre o significado e a verdade. Frases sem significado podem ser verdadeiras ou falsas? E as frases sobre coisas que não existem, como o Papai Noel (Pai Natal)? Quando dizemos que algo é verdade, o que é verdadeiro? A frase? A questão do aprendizado da linguagem levanta algumas questões interessantes. É possível haver pensamento sem linguagem? O quanto a linguagem influencia o conhecimento do mundo. É possível raciocinar sem linguagem??"
        },
        {
          "ano": "3º Ano do Ensino Médio",
          "apostila": " Filosofia Moderna é uma corrente ideológica que surgiu no século XV e prevaleceu até o século XVIII, marcando uma mudança de pensamento medieval - que até então era voltado à fé cristã - para a reflexão em torno do conhecimento humano e valorização da razão. O início do pensamento moderno se deu com os filósofos René Descartes e Galileu Galilei, deixando para trás as ideias aristotélicas e abrindo caminhos para a possibilidade de explicações pautadas na ciência. Diante desse contexto, o final da Idade Média trouxe consigo muitas descobertas científicas e também grandes transformações culturais na Europa, provocando intensa repercussão no meio artístico e em outros campos do saber. Nesse momento, apesar de muitas características clássicas do período medieval terem sido preservadas, surgiram novos paradigmas, como, por exemplo, a ideia do homem como centro do universo - antropocentrismo. Assim, pode-se dizer que as novas formas de pensar desenvolvidas a partir do Renascimento e difundidas pelo Humanismo colaboraram então para a consolidação do período conhecido como Filosofia Moderna.A Filosofia Moderna destacou-se por diversas características e escolas e, por isso, foi organizada a partir de correntes filosóficas que abordaram temas de mais destaque na época, como o Racionalismo e o Empirismo.A primeira corrente ganhou força a partir dos ideais difundidos pelos filósofos René Descartes e Gottfried Wilhelm Leibniz. Para os racionalistas, o conhecimento verdadeiro era aquele obtido a partir da racionalidade, devendo eliminar tudo que se aprende a partir das experiências.Já a segunda corrente filosófica defendia uma ideia contrária ao racionalismo, seguindo a concepção de que a experiência prática era a chave para a construção do conhecimento."
        }
      ]
    },
    {
      "Física": [
         {
          "ano": "1º Ano do Ensino Médio",
          "apostila": "A Óptica é o ramo da Física que se dedica ao estudo de fenômenos relacionados à luz. Nessa importante parte da Física, são estudados os fenômenos da refração, reflexão, difração, dispersão, formação de imagens em espelhos e lentes, interação entre a luz e os objetos e os diversos instrumentos ópticos. A correta compreensão dos conceitos de Óptica é fundamental para um perfeito entendimento dos fenômenos e também para a resolução dos cálculos sobre essa parte da Física. Os pontos destacados a seguir explicam alguns conceitos que geralmente podem causar dúvidas entre os estudantes.1. Cor dos objetos A cor não é uma característica própria dos objetos, mas é definida pela luz que os ilumina. Dependendo do tipo de luz que ilumina um objeto, monocromática (uma cor) ou policromática (luz branca), ele pode apresentar-se com diferentes cores. Os objetos coloridos apresentam a capacidade de refletir apenas uma cor de luz. Um corpo que é vermelho pode refletir somente a luz monocromática vermelha, e qualquer outro tipo de luz monocromática incidente será absorvida. Portanto, se um objeto vermelho for iluminado por uma fonte que emita luz monocromática amarela, ele absorverá a radiação incidente e não refletirá nada, apresentando-se como um corpo negro. Na imagem a seguir, a planta está sendo iluminada pela luz branca (policromática) proveniente apenas do Sol. Observe que a flor e a folha absorvem as radiações e refletem somente a cor de luz que as define. Caso a planta fosse totalmente iluminada por uma fonte monocromática amarela, flor e folha seriam percebidas da cor preta, por absorverem toda a radiação incidente."
        },
        {
          "ano": "2º Ano do Ensino Médio",
          "apostila": "Calorimetria é a parte da física que estuda os fenômenos relacionados as trocas de energia térmica. Essa energia em trânsito é chamada de calor e ocorre devido a diferença de temperatura entre os corpos.O termo calorimetria, é formada por duas palavras: calor e metro. Do latim, calor representa a qualidade do que é quente, e metro, do grego, significa medida. Calor O calor representa a energia transferida de um corpo para um outro, em função unicamente da diferença de temperatura entre eles. Esse transporte de energia, na forma de calor, sempre ocorre do corpo de maior temperatura para o corpo de menor temperatura.Estando os corpos isolados termicamente do exterior, essa transferência irá ocorrer até atingirem o equilíbrio térmico (temperaturas iguais).Vale ainda ressaltar que um corpo não possui calor, ele possui energia interna. Portanto, só faz sentido falar em calor quando essa energia está sendo transmitida.A transferência de energia, na forma de calor, quando produz no corpo uma mudança na sua temperatura é chamado de calor sensível. Quando gera uma mudança no seu estado físico é chamado de calor latente.A grandeza que define essa energia térmica em trânsito é chamada de quantidade de calor (Q). No Sistema Internacional (SI), a unidade de quantidade de calor é o joule (J).Contudo, na prática, usa-se também uma unidade chamada de caloria (cal). Essas unidades possuem a seguinte relação:1 cal = 4,1868 J"
        },
        {
          "ano": "3º Ano do Ensino Médio",
          "apostila": "Na área de Mecânica da Física, a Cinemática estuda e descreve o movimento dos corpos sem se preocupar com as causas do deslocamento. Através da Cinemática é possível classificar e comparar os movimentos, já o motivo da ocorrência é abordado na Dinâmica. Conceitos fundamentais Veja a seguir alguns conceitos importantes no estudo da Cinemática. Referencial: ponto que determina se o objeto está em movimento ou repouso.Movimento: mudança de posição para se aproximar ou afastar do referencial.Repouso: quando a posição de um objeto não se altera em relação a um referencial.Trajetória: linha que determina as diversas posições do objeto ao decorrer do tempo.Deslocamento: distância percorrida entre o espaço inicial e final da trajetória.Ponto material: corpo cujas dimensões não interferem no estudo do movimento.Corpo extenso: corpo cujas dimensões são importantes para o entender o movimento.Exemplo: Um rapaz dentro de um carro é tido como A e se movimenta para direita em direção ao referencial B, que corresponde a uma menina parada próximo à faixa de pedestres.Sendo B o referencial, dizemos que A está em movimento em relação a B, ou seja, está realizando uma trajetória, pois a distância que ele está de B varia com o tempo. Note que o movimento realizado por um corpo depende do referencial adotado. O tipo de trajetória classifica o movimento em retilíneo, quando o movimento é realizado em uma reta, ou curvilíneo, quando o movimento é realizado em uma trajetória curva.Fórmulas da Cinemática Velocidade escalar média A rapidez com que é realizado o deslocamento por um corpo recebe o nome de velocidade média, que pode ser calculada através da seguinte fórmula: reto V com reto m subscrito espaço igual a espaço numerador ΔS sobre denominador espaço."
        }
      ]
    },
    {
      "Geografia": [
        {
          "ano": "1º Ano do Ensino Médio",
          "apostila": "A Geografia é a ciência que estuda o espaço geográfico, ou seja, o espaço construído pela interação entre o homem e a natureza. Nesse primeiro ano do Ensino Médio, você irá aprender sobre os fundamentos da Geografia, como os conceitos de lugar, paisagem, região e território. Também será abordada a importância da cartografia na representação e interpretação do espaço, além de temas como a influência do clima e relevo na distribuição dos seres vivos e as relações entre o meio ambiente e as atividades humanas."
        },
        {
          "ano": "2º Ano do Ensino Médio",
          "apostila": "No segundo ano do Ensino Médio, a Geografia amplia os conhecimentos sobre os diferentes aspectos do espaço geográfico. Serão estudados temas como a dinâmica populacional, as migrações, as questões ambientais e a relação entre sociedade e natureza. Também será abordada a importância das redes de transporte e comunicação na organização do espaço, bem como a influência dos processos econômicos na configuração do território. Além disso, serão analisados estudos de caso de diferentes regiões do Brasil e do mundo, buscando compreender as particularidades de cada lugar e as desigualdades socioespaciais."
        },
        {
          "ano": "3º Ano do Ensino Médio",
          "apostila": "No terceiro ano do Ensino Médio, a Geografia aprofunda os conhecimentos adquiridos nos anos anteriores. Serão estudados temas como as transformações urbanas, o processo de globalização, as questões geopolíticas e os desafios do desenvolvimento sustentável. Também será abordada a análise dos diferentes sistemas de produção, como a agricultura, a indústria e os serviços, e suas relações com o espaço geográfico. Serão analisados estudos de caso de diferentes países e regiões, buscando compreender as diversidades culturais, econômicas e sociais presentes no mundo contemporâneo."
        }
      ]
    },
    {
      "História": [
         {
          "ano": "1º Ano do Ensino Médio",
          "apostila": "O Tratado de Tordesilhas foi assinado entre Portugal e Espanha, em 7 de junho de 1494. Assegurou a divisão das terras encontradas pelas duas nações europeias no contexto das Grandes Navegações. Foi assinado logo depois do papa Alexandre VI ter emitido a bula Inter Coetera. Permitiu Portugal priorizar o estabelecimento de uma rota para a Índia. Substituiu o Tratado de Alcáçovas.determinacao Inicialmente, Portugal procurou explorar sua influência com a Igreja Católica para obter do papa Alexandre VI um acordo satisfatório aos seus interesses. O Reino de Castela fez o mesmo, e procurou agir diplomaticamente para garantir uma medida satisfatória do papa, que era aragonês (terra que fazia parte do Reino de Castela).\n\nAssim o papa emitiu a bula Inter Coetera em 3 de maio de 1493. Ela determinava que as terras a 100 léguas a oeste de Cabo Verde seriam espanholas, e as que estariam a leste, portuguesas. Contudo, seus termos não agradaram ao rei de Portugal d. João II. A indefinição levou ao início da negociação entre Portugal e Castela, e por meio dessa negociação é que foi elaborado o Tratado de Tordesilhas.\n\nOs debates se deram na cidade espanhola de Tordesilhas, e, assim, o meridiano da bula papal foi expandido de 100 para 370 léguas a partir da ilha de Santo Antão, de Cabo Verde. Todas as terras a oeste do meridiano pertenceriam à Espanha e as terras a leste pertenceriam a Portugal.\n\nCom isso, os termos do antigo Tratado de Alcáçovas foram anulados. O Tratado de Tordesilhas foi assinado em 7 de junho de 1494 e oficializado por Castela no dia 2 de julho e por Portugal em 5 de setembro do mesmo ano. O tratado não colocou fim nas disputas entre os dois reinos no contexto das navegações, mas reduziu bastante as tensões."
        },
        {
          "ano": "2º Ano do Ensino Médio",
          "apostila": "O Tratado de Versalhes foi um acordo de paz selado entre as potências vencedoras da Primeira Guerra Mundial e a Alemanha derrotada.O processo teve início com o armistício de 11 de novembro de 1918 e foi assinado em 28 de junho de 1919.O Tratado de Versalhes teve como característica o revanchismo francês, a redefinição de fronteiras, o estabelecimento de indenizações e a criação da Liga das Nações.Países Participantes As negociações, que duraram seis meses, envolveram 70 delegados de 27 nações dentre as quais o Brasil.Ficou de fora das transações o país derrotado, a Alemanha. A Rússia não participou, pois havia firmado o Tratado de Brest-Litovsk com a Alemanha em 1918.Sob os auspícios do presidente norte americano Woodrow Wilson, do primeiro-ministro britânico David Lloyd George e do primeiro-ministro francês Georges Clemenceau, o Tratado de Versalhes foi concluído em 28 de junho de 1919Apesar de ser um dos principais negociadores do Tratado, o Congresso dos Estados Unidos não ratificou o documento e nem aderiram à Liga das Nações.Deste modo, os EUA preferiram fazer um acordo bilateral com os alemães pelo Tratado de Berlim de 1921."
        },
        {
          "ano": "3º Ano do Ensino Médio",
          "apostila": "O Tratado de Saint-Germain-en-Laye foi celebrado em 10 de setembro de 1919 pelos Aliados, vitoriosos, de um lado, e, de outro, pela nova República da Áustria, na cidade de Saint-Germain-en-Laye, França, após o término da Primeira Guerra Mundial. Da mesma forma que o Tratado de Versalhes concluído com a Alemanha contém o Pacto da Liga das Nações e, por este motivo, o tratado de Saint-Germain não foi ratificado pelos Estados Unidos.[1] O acordo declarava dissolvida a Monarquia Austro-Húngara. A nova República da Áustria, que incluía a maior parte dos territórios de língua alemã do antigo Império Austríaco, reconheceu a independência da Hungria, da Checoslováquia, da Polônia e do Reino dos Sérvios, Croatas e Esloveno.As cláusulas mais relevantes entre os 381 artigos do tratado foram:A Boêmia, a Morávia e algumas comunas da Baixa Áustria passaram para a recém-constituída Checoslováquia. O Tirol cisalpino (atual região do Trentino-Alto Ádige[2] (incluídos sete municípios que hoje são parte de outras regiões), o Vale Canale, o antigo condado principesco de Gorizia e Gradisca (incluídos doze município da ex-província de Údine), bem como partes da Ístria e da Dalmácia (hoje partes da Eslovênia e Croácia). Parte da Baixa Estíria e algumas partes da Caríntia passaram ao Reino da Sérvia, Croácia e Eslovênia. Foi estabelecido um referendo para decidir se o território de Klagenfurt na Caríntia devia pertencer à Áustria ou à Eslovênia. Parte do território ocidental da Hungria passou à Áustria com o nome de Burgenland.Proibiu-se a Áustria de comprometer a sua independência, o que impedia aquele país de unir-se política ou economicamente à Alemanha sem prévia anuência do Conselho da Liga das Nações."
        }
      ]
    },
    {
      "Inglês": [
         {
          "ano": "1º Ano do Ensino Médio",
          "apostila": "Não disponível"
        },
        {
          "ano": "2º Ano do Ensino Médio",
          "apostila": "Não disponível"
        },
        {
          "ano": "3º Ano do Ensino Médio",
          "apostila": "Não disponível"
        }
      ]
    },
    {
      "Português": [
         {
          "ano": "1º Ano do Ensino Médio",
          "apostila": "Não disponível"
        },
        {
          "ano": "2º Ano do Ensino Médio",
          "apostila": "Não disponível"
        },
        {
          "ano": "3º Ano do Ensino Médio",
          "apostila": "Não disponível"
        }
      ]
    },
    {
      "Literatura": [
        {
          "ano": "1º Ano do Ensino Médio",
          "apostila": "Não disponível"
        },
        {
          "ano": "2º Ano do Ensino Médio",
          "apostila": "Não disponível"
        },
        {
          "ano": "3º Ano do Ensino Médio",
          "apostila": "Não disponível"
        }
      ]
    },
    {
      "Matemática": [
         {
          "ano": "1º Ano do Ensino Médio",
          "apostila": "Não disponível"
        },
        {
          "ano": "2º Ano do Ensino Médio",
          "apostila": "Não disponível"
        },
        {
          "ano": "3º Ano do Ensino Médio",
          "apostila": "Não disponível"
        }
      ]
    },
    {
      "Química": [
        {
          "ano": "1º Ano do Ensino Médio",
          "apostila": "Não disponível"
        },
        {
          "ano": "2º Ano do Ensino Médio",
          "apostila": "Não disponível"
        },
        {
          "ano": "3º Ano do Ensino Médio",
          "apostila": "Não disponível"
        }
      ]
    },
    {
      "Redação": [
        {
          "ano": "1º Ano do Ensino Médio",
          "apostila": "Não disponível"
        },
        {
          "ano": "2º Ano do Ensino Médio",
          "apostila": "Não disponível"
        },
        {
          "ano": "3º Ano do Ensino Médio",
          "apostila": "Não disponível"
        }
      ]
    },
    {
      "Sociologia": [
 {
          "ano": "1º Ano do Ensino Médio",
          "apostila": "Não disponível"
        },
        {
          "ano": "2º Ano do Ensino Médio",
          "apostila": "Não disponível"
        },
        {
          "ano": "3º Ano do Ensino Médio",
          "apostila": "Não disponível"
        }
      ]
    }
  ]
}
